tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "sqlite"
brew "python@3.8"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "python"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "ghq"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "go"
brew "jq"
brew "mas"
brew "n"
brew "nkf"
brew "peco"
brew "pipenv"
brew "r"
brew "rbenv"
brew "rename"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "bettertouchtool"
cask "betterzip"
cask "bitwarden"
cask "cheatsheet"
cask "clipy"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "font-myricam"
cask "font-ricty-diminished"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "keycastr"
cask "kindle"
cask "kitematic"
cask "logitech-options"
cask "maczip4win"
cask "pocket-casts"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "rstudio"
cask "scriptql"
cask "scroll-reverser"
cask "shortcuts"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "spotmenu"
cask "the-unarchiver"
cask "toggl"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "xld"
mas "Blurred", id: 1497527363
mas "GarageBand", id: 682658836
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Micro Sniff", id: 1504024265
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Perculia", id: 1462633284
